Repository: mozilla-l10n/mt-training-data
Catalog: mn/mn_pontoon.tmx
Source language: en_us
Languages: mn

source: Optionally submitted demographic data (e.g. age, sex, language, and accent) will never be made public on your profile, and will not be linked to your account in the dataset. Individual audio clips will be associated with demographic data for the purpose of more accurate analysis - for example, a researcher might want to target a training model to a specific demographic segment.
mn: Илгээсэн хүн ам зүйн мэдээлэл (жишээлбэл нас, хүйс, хэл, аялга) нь хэзээ ч таны профайл дээр нийтэд харагдахгүй ба мэдээллийн санд байгаа таны дансанд холбохгүй. Тус тусын аудио клип нь илүү нарийвчлалтай дүн шинжилгээ хийхийн тулд хүн ам зүйн мэдээлэлтэй холбоотой байх болно. Жишээлбэл, судлаач машин сургалтын загварыг хүн ам зүйн тодорхой хэсэгт ашиглахыг хүсч магадгүй.

source: or Delete voice clip
mn: эсвэл · Бичлэг устгах

source: Other Language
mn: Бусад хэл

source: Other voice datasets…
mn: Өөр хэлний өгөгдлийн цогц...

source: Other Voice Datasets
mn: Бусад дуу хоолойны датасетүүд

source: Our source text is made up of original contributor donations as well as dialogue from public domain movie scripts like <italic>It’s a Wonderful Life</italic>. You can view our source sentences in this <githubLink>GitHub folder</githubLink>.
mn: Уншуулах текстийн эх бичвэрүүд нь хувь нэмэр оруулагч хүмүүсээс бүрдүүлэгддэг ба бас <italic>It's a Wonderful Life</ italic> гэх мэтийн нийтийн домэйнтэй киноны скриптүүд дэх харилцан ярианаас авдаг. Уншуулах өгүүлбэрүүдийг энэ <githubLink> GitHub хавтас </ githubLink> дээрээс үзэж болно.

source: Overall Accuracy
mn: Ерөнхий нарийвчлал

source: Overall Hr. Total
mn: Ерөнхий цийт цаг

source: Overall project status: see how far we’ve come!
mn: Төслийн тойм төлөв: Бид хэр амжуулав!

source: Partners
mn: Түншүүд

source: Persian
mn: Перс хэл

source: <playIcon></playIcon>Last one!
mn: <playIcon></playIcon> сүүлчийнх!

source: Play/Stop
mn: Тоглуулах/Зогсоох

source: Please tap to record, then read the above sentence aloud.
mn: Бичлэг хийхийн тулд ёвроод дээр өгүүлбэрийг дуудаж уншина уу.

source: Polish
mn: Польш хэл

source: Portuguese
mn: Португал хэл

source: Portuguese (Brazil)
mn: Португали хэл (Бразил)

source: Press play, listen & tell us: did they accurately speak the sentence below?
mn: Та Play товч дээр дараад, сонсоод дараах өгүүлбэр зөв хэлэгдсэн эсэхийг бидэнд хэлнэ үү.

source: Press { shortcut-play-toggle } to toggle play mode
mn: Play/Stop хийхийн тулд { shortcut-play-toggle } дээр дарна уу

source: Privacy
mn: Нууцлал

source: Privacy Policy
mn: Нууцлалын бодлого

source: Pro
mn: Мэргэжлийн

source: Profile
mn: Профайл

source: Profile information improves the audio data used in training speech recognition accuracy.
mn: Хэрэглэгчийн эрхийн мэдээлэл нь дуу хоолой таних машин сургалтын нарийвчлалд хэрэглэгддэг аудио өгөгдлийг сайжруулдаг.

source: Progress
mn: Явц

source: Punjabi
mn: Пенжаби хэл

source: Read More
mn: Цааш унших

source: Read more on our About page
mn: Дэлгэрэнгүй мэдээллийг манай About хуудаснаас авна уу

source: Ready to do { $count } more?
mn: Дахиад { $count } -г хийх үү?

source: Ready to donate your voice?
mn: Та дуу хоолойгоо хандивлахад бэлэн үү?

source: Ready to help validate sentences?
mn: Өгүүлбэрүүдийг баталгаажуулахад туслахад бэлэн үү?

source: Receive emails such as challenge and goal reminders, progress updates, and newsletters about Common Voice.
mn: Common Voice дээрхи сорилт, зорилго сануулах, ахиц, мэдээний товхимол гэх мэтийг имэйлээр хүлээж авах.

source: Recorded Clips
mn: Бичигдсэн бичлэг

source: Recorded Hours
mn: Бичлэг хийсэн цаг

source: <recordIcon></recordIcon> Last one!
mn: <recordIcon></recordIcon> сүүлчийнх!

source: Recording
mn: Бичиж байна

source: Recordings
mn: Бичлэг

source: Recording voice clips is an integral part of building our open dataset; some would say it's the fun part too.
mn: Дууны бичлэг хийх нь манай нээлттэй өгөгдлийн цогцын салшгүй хэсэг. Магад зарим хүнд тун зугаатай байх.

source: Record/Stop
mn: Бичих/Болих

source: RECORD VOICEWAVE
mn: VOICEWAVE БИЧИХ

source: Record your voice
mn: Хоолойгоо бичих

source: Recreate Voicewave
mn: Voicewave-г дахин хийх

source: Report
mn: Мэдэгдэх

source: Report was passed successfully
mn: Мэдэгдлийг амжилттай дамжуулсан

source: Request a Language
mn: Хэл нэмүүлэх хүсэлт илгээх

source: *required
mn: * заавал

source: Re-record
mn: Засах

source: RE-RECORD
mn: ДАХИН-БИЧИХ

source: Re-record clip
mn: Дахин бичих

source: Retry
mn: Дахин оролдох

source: RETRY
mn: ДАХИХ

source: Return here to edit your goal anytime.
mn: Хүссэн үедээ зорилтоо засахаар энд буцаж ирэх.

source: Return to Common Voice
mn: Common Voice руу буцах

source: Return to Common Voice Datasets
mn: Common Voice өгөгдлийн цогц руу очих

source: Return to Languages
mn: Хэл рүү буцах

source: Review & re-record clips here as you go
mn: Энд та бичлэг шалгаж, шинээр бичих боломжтой

source: Review & re-record clips if needed
mn: Шаардлагатай бол шалгаад, дахин бичих

source: Review & Submit
mn: Шалгаад илгээх

source: Romanian
mn: Румын хэл

source: Romansh
mn: Роман хэл

source: Romansh Sursilvan
mn: Сурсилван хэл

source: Romansh Vallader
mn: Румыны Валадер аялага

source: Russian
mn: Орос хэл

source: Sakha
mn: Якут хэл

source: Sardinian
mn: Сардини хэл

source: Saved
mn: Хадгалагдлаа

source: Search
mn: Хайлт

source: Search for answers
mn: Хариултуудыг хайх

source: See how your progress compares to other contributors all over the world.
mn: Таны оролцооны явц дэлхийн бусад хувь нэмэр оруулагчидтай харьцуулбал хэр байгааг харах.

source: See Less
mn: Тоймлон харах

source: See More
mn: Дэлгэрэнгүй харах

source: Select a Language...
mn: Хэл сонгох ...

source: Sentence Collection
mn: Өгүүлбэрүүдийн цуглуулга

source: Sentences
mn: Өгүүлбэр

source: Serbian
mn: Серб хэл

source: Set a goal
mn: Зорилт тавих

source: Set my visibility
mn: Харагдах байдлыг тохируулах

source: Settings
mn: Тохиргоо

source: Sex
mn: Хүйс

source: Share Common Voice
mn: Common Voice хуваалцах

source: Share my goal
mn: Миний зорилтыг хуваалцах

source: Share your clip
mn: Бичлэгээ хуваалцах

source: Share your { $count } Clip Daily Goal for { $type }
mn: { $type } -н өдөр тутмын зорилт болох { $count } бичлэгнүүдийг хуваалцах.

source: Share your { $count } Clip Weekly Goal for { $type }
mn: { $type } -н долоо хоног тутмын зорилт болох { $count } бичлэгнүүдийг хуваалцах.

source: Shortcuts
mn: Товчилбор

source: Show my ranking
mn: Миний зэрэглэлийг харуулах

source: Sicilian
mn: Сицили хэл

source: Sign up for an account
mn: Хэрэглэгчээр бүртгүүлэх

source: Sign up for Common Voice newsletters, goal reminders and progress updates
mn: зорилт сануулах, ахицын талаархи шинэчлэлтүүд, Common Voice-ийн мэдээг авахаар бүртгүүлэх

source: sign up for email updates
mn: И-мэйл мэдээнд бүртгүүлэх

source: Sign up for { $lang } updates:
mn: { $lang } хэлний хувьд бүртгүүлэх

source: Sinhala
mn: Сингаль хэл

source: Size
mn: Хэмжээ

source: Skip
mn: Алгасах

source: Skip Submission Feedback
mn: Санал хүсэлт илгээлтийг алгасан

source: Slovak
mn: Словак хэл

source: Slovenian
mn: Словен хэл

source: Sorbian, Lower
mn: Доод Сорб хэл

source: Sorbian, Upper
mn: Дээд Сорб хэл

source: Spanish
mn: Испани хэл

source: Speak
mn: Ярих

source: Speakers
mn: Яригч

source: Speaking
mn: Ярих

source: Speaking and Listening
mn: Ярих болон сонсох

source: Speak now
mn: Одоо ярина уу

source: Speak up, contribute here!
mn: Амаа нээ, төслийг дэмжиж, хамтран ажилла!

source: <speechBlogLink>Get Started with Speech Recognition</speechBlogLink>
mn: <speechBlogLink>Дуу таних эхний алхам</speechBlogLink>

source: Speech is often the most natural way we communicate with each other and voice technologies are bringing that convenience to our computers and mobile devices. We want to empower developers to build amazing voice recognition applications like real-time translators and voice-enabled digital assistants. But right now most of the voice data required to build these kinds of apps is expensive and proprietary. We hope the Common Voice dataset will give developers what they need to innovate and make speech technology available in their own language. To make voice recognition even more universal, we're collecting voice samples in widely spoken languages as well as those with a smaller population of speakers often underserved by commercial speech recognition services. Publishing a diverse dataset of voices will empower developers, entrepreneurs, and entire speech communities to address this gap themselves.
mn: Яриа нь бие биентэйгээ харилцах хамгийн энгийн арга бөгөөд дуу ярианы технологи нь компьютер болон хөдөлгөөнт төхөөрөмжүүдтэй харилцахад хялбар байдлыг бий болгодог. Шууд орчуулагч, дуут ажиллагаатай дижитал туслах гэх мэт гайхалтай дуу хоолой таних технологитой програмуудыг хөгжүүлэх боломжийг хөгжүүлэгчдэд олгохыг бид хүсч байна. Гэвч одоогоор эдгээр төрлийн аппликейшнийг бий болгоход шаардагдах дуут мэдээллийн ихэнх нь үнэтэй, хувийн хүмүүс компаниудын өмчлөлд байдаг. Common Voice датасет нь шинийг санаачлах, хэл ярианы технологийг өөрийн хэл дээр ашиглах боломжийг хөгжүүлэгч нарт олгох болно гэдэгт найдаж байна. Дуу хоолойг танилтыг нь илүү түгээмэл болгохын тулд их хэрэглэгддэг хэлээс гадна бага хэмжээний хүн амд хэрэглэгддэг хэлний яриаг бид мөн цуглуулж байгаа эдгээр хэлүүдийг худалдааны яриа таних системүүд орхигдуулдаг байна. Дуу хоолойн янз бүрийн датасет бий болгосноор хөгжүүлэгчид, бизнес эрхлэгчид, нийт хэлээр ярьдаг хүмүүст энэ ялгаа заагийг арилгахад туслаж чадна.

source: Speech-to-text (STT)
mn: Яриаг-текстрүү-хөрвүүлэх (STT)

source: Speech-to-text (STT) technologies convert voice data into text.
mn: Яриаг-текстрүү-хөрвүүлэх (STT) технологиуд нь дуут мэдээллийг текст руу хөрвүүлдэг юм.

source: Splits
mn: Таслалтууд

source: Start recording
mn: Бичлэг эхлүүлэх

source: Stats
mn: Статистик

source: Streaks
mn: Шугамууд

source: Submit
mn: Илгээх

source: Submit a report
mn: Мэдэгдэл илгээх

source: Submit clips
mn: Дуу бичлэг дамжуулах

source: Submit success! Want to record again?
mn: Амжилттай илгээгдлээ. Дахин бичихийг хүсэж байна уу?

source: Subscribe
mn: Бүртгүүлэх

source: Success
mn: Амжилттай

source: Success, profile created!
mn: Профайл амжилттай үүслээ!

source: Swahili
mn: Свахили хэл

source: Swedish
mn: Швед хэл

source: Syriac
mn: Сири хэл

source: Tagalog
mn: Тагалог хэл

source: Tajik
mn: Тажик хэл

source: Take a look
mn: Шалгаж үзэх

source: Tamil
mn: Тамил хэл

source: Tap
mn: Ёврох

source: Tatar
mn: Татаар хэл

source: Tatoeba is a large database of sentences, translations, and spoken audio for use in language learning. This download contains spoken English recorded by their community.
mn: Татаеба бол хэл сурахад ашиглагддаг өгүүлбэр, орчуулга, хэл ярианы том өгөгдлийн сан юм. Энэ татаж авах хэсэгт тэдний олон нийтийн багийнхнаар цуглуулж бичсэн англи хэлний яриануудыг агуулдаг байна.

source: TED-LIUM Corpus
mn: TED-LIUM хөмрөг

source: Telugu
mn: Телугу хэл

source: Terms
mn: Нөхцөл

source: Thai
mn: Тайланд хэл

source: Thanks for confirming your account, now let's build your profile.
mn: Профайлаа баталгаажуулсанд баярлалаа, та одоо профайлаа тохируулж болно.

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
mn: Таны бичлэгт баярлалаа!<lineBreak></lineBreak>Та илгээхийнхээ өмнө дахин нэг хянана уу.

source: Thank you for your interest in contributing to { $lang }. We work hard to get every language ready for launch and keep the teams updated via email. If you want to contribute, please provide your email below.
mn: { $lang } хэлэнд хувь нэмрээ оруулахыг хүссэн танд баярлалаа. Хэл бүрийг оруулахын тулд бид э-мэйлээр идэвхтэй ажилладаг. Та оролцохыг хүсэж байвал доор э-мэйл хаягаа оруулна уу.

source: The Clip Graveyard consists of voice clips that didn't make it into the Common Voice dataset. Just like the dataset, the Clip Graveyard is available for download.
mn: Бичлэгнүүдийн хогийн сав нь Common Voice-д тэнцээгүй бичлэгнүүдээс бүрддэг. Мэдээллийн сантай адил эдгээр хогийн сав дахь бичлэгүүдийг ч гэсэн татаж авах боломжтой.

source: The clip has disrespectful or offensive language.
mn: Энэхүү бичлэг нь хүндэтгэлгүй эсвэл доромжилсон яриатай байна.

source: The Common Voice dataset complements Mozilla’s open source voice recognition engine Deep Speech. The first version of Deep Speech was released in November 2017 and has continued to evolve ever since. Together with the Common Voice dataset, we believe this open source voice recognition technology should be available to everybody. It’s our hope these technologies will enable developers to build a wave of innovative products and services.
mn: Common Voice нь Mozilla-ийн нээлттэй эхийн дуу танилтын хөдөлгүүр болох Deep Speech-д хэрэглэгддэг. Deep Speech-н анхны хувилбар нь 2017 оны 11-р сард гарсан бөгөөд түүнээс хойш үргэлжлүүлэн хөгжсөөр байна. Common Voice датасетийн хамт энэ open source дуу хоолой таних технологийг хүн бүрт ашиглах боломжтой гэдэгт бид итгэдэг. Эдгээр технологи нь шинэлэг бүтээгдэхүүн, үйлчилгээний давалгааг бий болгон хөгжүүлэгчдэд туслах болно гэдэгт найдаж байна.

source: The Common Voice dataset complements Mozilla’s open source voice recognition engine Deep Speech, which you can use to build speech recognition applications. Read our <githubLink>Github overview</githubLink> or join the <discourseLink>DeepSpeech Discourse</discourseLink> to learn how to get started.
mn: Common Voice датасет нь Mozilla-ийн нээлттэй эхийн дуу танилтын хөдөлгүүр болох Deep Speech-д мөн хэрэглэгддэг, үүнийг дуу хоолой таних програмд ашиглах боломжтой. Манай <githubLink> Github-ийн тойм </ githubLink> -ийг унших эсвэл хэрхэн эхлэх талаар сурахын тулд <discourseLink> DeepSpeech Discourse </ discourseLink> хуудсанд нэгдээрэй.

source: The Common Voice Dataset contains hundreds of thousands of voice samples that help developers build voice recognition tools.
mn: Common Voice сан нь хөгжүүлэгчдэд дуу таних хэрэгслийг бий болгоход туслах хэдэн зуун мянган дууны дээжүүдийг агуулдаг.

source: The Common Voice dataset is an open and publicly available resource that can be used to train a wide variety of speech-enabled applications. To protect the security of our contributors, we ask everyone who downloads the Common Voice dataset to respect contributors’ privacy. All voice clips in the dataset are scrubbed of personally identifying information. When you download the dataset, you agree to not attempt to determine the identity of any contributor. That means you cannot try to link information in the dataset to a contributor’s personal information. You may, however, use the dataset to train speech recognition, speaker recognition, or other applications, by, for instance, linking information in the dataset to other information already in the dataset.
mn: Common Voice датасет нь олон төрлийн ярианы чадвартай програмуудыг сургахад ашиглаж болох нээлттэй, олон нийтэд нээлттэй эх сурвалж юм. Бид хувь нэмрээ оруулагчдын аюулгүй байдлыг хамгаалахын тулд Common Voice санг татаж буй бүх хүнээс хувь нэмэр оруулагчдын нууцлалыг хүндэтгэхийг хүсдэг. Датасет дэх бүх дуут клипийн хувь хүмүүсийн мэдээллийг цэвэрлэх болно. Датасетийг татаж авч л байгаа бол аливаа хувь хүний мэдээллийг тодорхойлохыг оролдохыг зөвшөөрөхгүй. Энэ нь датасетд хувь хүмүүсийн мэдээллийг холбохыг оролдож чадахгүй гэсэн үг юм. Датасет дотор аль хэдийн бүрдүүлсэн байгаа мэдээллүүдээр дуу хоолой таних, ярьж байгаа хүнийг тодорхойлох гэх мэтэд ашиглах боломжтой.

source: The Common Voice dataset is available for download under the <licenseLink>CC0</licenseLink> license on <datasetLink>our Datasets page</datasetLink>. You can also download several other publicly available datasets from the same page.
mn: Common Voice датасет нь <datasetLink>манай датасет хуудас</ datasetLink> дээр <licenseLink>CC0 </licenseLink> лицензийн доор татаж авах боломжтой байгаа. Та бас энэ хуудаснаас бусад олон нийтийн датасетүүдийг татаж авах боломжтой.

source: The count of voice recording hours that have been validated by 2 out of 3 users with a vote of “Yes”. These mark progress toward the overall project 10k hours goal.
mn: 3 хэрэглэгчээс 2-оор "Тийм" саналаар баталсан дуу бичлэгийн цагуудын тоо. Эдгээр нь төслийн нийт зорилго болох 10 мянган цагийн зорилтонд хүрэх явцыг илэрхийлнэ.

source: The count of voice recording hours we have collected so far.
mn: Бидний цуглуулсан дуу бичлэгийн цагуудын тоо.

source: The current sentences come from contributor donations, as well as dialogue from public domain movie scripts like <italic>It’s a Wonderful Life.</italic>
mn: Одоогийн өгүүлбэрүүд олон нийтийн <italic>It’s a Wonderful Life</italic> гэх мэт киноны харилцан ярианы хандиваар цугларч байна.

source: The dataset is available now on our <downloadLink>download page</downloadLink> under the <licenseLink>CC-0</licenseLink> license.
mn: Өгөгдлийн цогц одоо <licenseLink>CC0-Lizenz</licenseLink> нөхцөлтэйгээр манай вэб хаягийн <downloadLink>холбоосоос татаж авах</downloadLink> боломжтой боллоо.

source: The goal of the Common Voice dataset is to enable anyone in the world to build speech recognition, speaker recognition, or any other type of application that requires voice data. A voice assistant is just one of many types of applications you could use the dataset to build.
mn: Common Voice датасетийн зорилго нь хэл яриа таних, дуут мэдээлэл шаарддаг бусад төрлийн програмыг бий болгох боломжийг хүн бүхэнд олгох явдал юм. Дуут туслах нь энэ датасетийн ашиглан бүтээж болох олон төрлийн програмуудын зөвхөн нэг л юм.

source: The multi-language version of the Common Voice dataset is currently undergoing community supported bundling and cleaning. If you would like to help us bring Common Voice to new languages, go check out the <sentenceCollectorLink>Sentence Collection Tool</sentenceCollectorLink> for adding new sentences to the dataset, and Mozilla <pontoonLink>Pontoon</pontoonLink> for translating the website itself. New languages are added to Common Voice for voice contribution when 5000 approved sentences have been collected.
mn: Common Voice сангийн олон хэлний хувилбарт одоогоор олон нийтийн дэмжлэгээр багцлах, цэвэрлэх ажил хийгдэж байна. Хэрэв та Common Voice-г шинэ хэл дээр гаргахад тань туслахыг хүсвэл <sentenceCollectorLink> Өгүүлбэр цуглуулах хэрэгсэл </sentenceCollectorLink> -ийг ашиглан санруу шинэ өгүүлбэр нэмж, Mozilla <pontoonLink> Pontoon </pontoonLink> -ийг ашиглан вэбсайтыг нь орчуулж үзээрэй. 5000 батлагдсан өгүүлбэр цугларах үед Common Voice-д тэр хэл орж ирэх болно.

source: The multi-language version of the Common Voice dataset is currently undergoing community supported bundling and cleaning. If you would like to learn more about supporting this effort, please <contactLink>contact us</contactLink>. We are currently targeting a publish date of January 2019. After that, we’ll update the dataset periodically with new languages and voice clips as they become available. An iterative release cycle cadence is still to be determined.
mn: Common Voice датасетийн олон хэл дээрхи хувилбар нь одоогийн байдлаар олон нийтийн дэмжлэгтэйгээр багцлагдаж мөн цэвэрлэгээ хийгдэж байна. Хэрэв та энэхүү хүчин чармайлтыг дэмжих талаар илүү ихийг мэдэхийг хүсвэл <contactLink>бидэнтэй холбоо бариарай</contactLink>. Бид одоогоор 2019 оны 1-р сард нийтлэх зорилготой байна. Үүний дараачаас эхлэн бид датасетийг шинэ хэл, дуу бичлэгүүд бий болох тоолонд нь шинэчилнэ. Хувилбар гаргах мөчлөгийг дахин тогтоох шаардлагатай байна.

source: The number of recordings and which languages you contribute to will be public.
mn: Бичлэгнүүдийн тоо буюу нийтийн болгох таны хувь нэмэр оруулсан хэлнүүд.

source: The process by which a contributor’s profile information is obscured from their donated voice clips when packaged for download as a part of the dataset.
mn: Датасетын нэг хэсэг байдлаар татаж авахаар багцлагдах үед хандивлагчдын дуунуудаас хандивлагчийн профайлын мэдээлэл нь далдлагдсан процесс.

source: The recording was too long.
mn: Бичлэг хэтэрхий урт байна.

source: The recording was too quiet.
mn: Бичлэг хэтэрхий сул байна.

source: The recording was too short.
mn: Бичлэг хэтэрхий богино байна.

source: These languages are currently under community development. The progress bars indicate how far each language is in the process of <localizationGlossaryLink>website localization</localizationGlossaryLink> and <sentenceCollectionGlossaryLink>sentence collection</sentenceCollectionGlossaryLink>.
mn: Эдгээр хэлүүд нь одоогоор олон нийтийн тусламжтайгаар хөгжүүлэлт хийгдэж байгаа болно. Явцын мөр нь хэл бүрийн хувьд <localizationGlossaryLink>вэб сайт орчуулга</ localizationGlossaryLink> <sentenceCollectionGlossaryLink> өгүүлбэрийн цуглуулга </sentenceCollectionGlossaryLink> гэх мэтийн гүйцэтгэл нь хэр явж байгааг зааж байдаг.

source: The selected file is too large
mn: Энэ файл хэтэрхий том байна

source: The sentence has a grammatical or spelling error.
mn: Өгүүлбэр нь дүрмийн болон зөв бичгийн алдаатай.

source: The sentence has disrespectful or offensive language.
mn: Энэ өгүүлбэр нь хүндэтгэлгүй эсвэл доромжилсон үг хэллэгтэй.

source: The TED-LIUM corpus was made from audio talks and their transcriptions available on the TED website.
mn: TED-LIUM хөмрөг бол TED вэб сайтад байдаг дуун илтгэл ба түүний бичвэрээс бүрддэг.

source: This is approximately the number of hours required to train a production speech-to-text system.
mn: Энэ нь бодит ажиллагаанд орсон яриаг текстрүү хөрвүүлдэг системийг сургахад шаардагдах цагийн тоо юм.

source: This is approximately the number of hours required to train a production STT system.
mn: Үр ашигтай дуу таних системүүдийг сургахын тулд ойролцоогоор шаардагдах цагийг гаргасан юм.

source: This is a use case driven segment containing data to power spoken digit recognition, yes / no detection, and wakeword testing data for <fxLink>Firefox Voice</fxLink>.
mn: Энэ бол <fxLink> Firefox Voice </fxLink> -д зориулсан сэрээх-үг шалгах, тийм / үгүй илрүүлэх, яриагаар цифр таних өгөгдөл агуулсан хэсэгт чиглэсэн хэрэглээ юм.

source: This is open source software which can be freely remixed, extended, and improved. Mycroft may be used in anything from a science project to an enterprise software application.
mn: Энэ бол нээлттэй эхийн програм хангамж бөгөөд үүнийг чөлөөтэй засах, өргөтгөх, сайжруулах боломжтой. Mycroft нь шинжлэх ухааны төслүүдээс эхлээд аж ахуйн програм хангамж хүртэлх бүх зүйлд ашиглагдаж болно.

source: This is our process for translating and adapting our content for many locales (languages).
mn: Энэ бол олон хэлээр (хэлүүд) бидний контентыг орчуулах, тохируулах үйл явц юм.

source: This setting controls your leaderboard visibility. When hidden, your progress will be private. This means your image, user name and progress will not appear on the leaderboard. Note that leaderboard refresh takes ~{ $minutes }min to populate changes.
mn: Энэ тохиргоо нь тэргүүлэгчдийн самбарт таны харагдах байдлыг тохируулна. Нууцлагдсан бол, таны явц хувийнх болно. Таны зураг, хэрэглэгчийн нэр, ахиц тэргүүлэгчдийн самбар дээр харагдахгүй гэсэн үг юм. Тэргүүлэгчдийн самбарын шинэчлэлтийн өөрчлөлт ороход ~ { $minutes } минут зарцуулагддаг гэдгийг анхаарна уу.

source: Three to go!
mn: Дахиад гурвыг!

source: Today
mn: Өнөөдөр

source: Today's Common Voice progress on clips recorded
mn: Өнөөдрийн Common Voice-д бичлэг хийгдсэн клипүүдийн явц

source: Today's Common Voice progress on clips validated
mn: Өнөөдрийн Common Voice-д баталгаажсан клипүүдийн явц

source: Today's Progress
mn: Өнөөдрийн ахиц

source: To make it into the Common Voice dataset, a voice clip must be validated by two separate users.
mn: Common Voice датасетэд оруулахын тулд дор хаяж хоёр хүнээр уг дуут клипийг баталгаажуулсан байх ёстой.
